import image1 from "./assets/13.jpg";
import image2 from "./assets/14.jpg";
import image3 from "./assets/15.jpg";
import image4 from "./assets/16.jpg";
import image5 from "./assets/17.jpg";

export const songs = [
  {
    name: "ترنيمة اغلي الحبايب",
    url: "https://youtu.be/0skn1n2ddw8?si=tAzLr1jpPrmXkHU3",
    image: image2,
  },
  {
    name: "ترنيمة جلالة الملكة",
    url: "https://youtu.be/Lw2Z8QgcUrM?si=uY8zAsCZaK0Fy6RH",
    image: image4,
  },
  {
    name: "ترنيمة إنجيلنا",
    url: "https://youtu.be/Q3t08uOmMQ0?si=RL7y3VUp3iHxUnHF",
    image: image1,
  },
  {
    name: "مديح باكر - نسجد لأسم الثالوث",
    url: "https://youtu.be/pZ95CafnVcI?si=o0SzsVR0PweXzYzm",
    image: image3,
  },
  {
    name: "ترنيمة عايز اقول",
    url: "https://youtu.be/jgYzGsHRUO4?si=N6nAm_2LL21orAos",
    image: image5,
  },
];

export const achievements = [
  {
    title: "النهضات",
    desc: [
      "نهضة السيدة العذراء",
      "نهضة البابا كيرلس السادس",
      "نهضة الشهيد العظيم أبي سيفين",
      "نهضة الشهيد مارمينا العجايبي",
      "نهضة القديس مارمرقس",
    ],
  },
  {
    title: "خدمات بمختلف الكنائس و كل المناسبات",
    desc: [
      "حفلات صلاة و تسبيح",
      "حفلات تخرج شباب جامعة",
      "حفلات ثانوي بنين و بنات",
      "حفلات الكريسماس و القيامة  لكل المراحل من ابتدائي فيما فوق",
    ],
  },
  {
    title: "البث والقناة الفضائية",
    desc: [
      "اكثر من ٤ حلقات بالقناة الفضائية التالتة",
      "برنامج مواهب من مصر",
      "احياء احتفالية عيد الشرطة الوطنية _ نقابه الهندسة الصناعية بمحافظة الاسكندرية",
    ],
  },
  {
    title: "الحفلات",
    desc: [
      "حفل افتتاحية مهرجان الكرازة 2023 لا تكن الا فرحا",
      "حفلات درب الصليب 2024 _2023 (اوبريت نسجد لأسم الثالوث)",
      "حفل تسبيح درب الصليب 2025 (اوبريت آخر نظرة)",
      "حفل اليوبيل الفضي للقمص بولا ذكي راعي الكنيسة",
      "حفل استقبال قداسة البابا الانبا تواضروس الثاني (الزيارة الرعاية للكنيسة)",
    ],
  },
  {
    title: "مشاركات للفريق",
    desc: [
      "مشاركة الفريق بالأداء الجماعي مع المرنم جرجس سعد - ترنيمة متطمن بيه",
      "تأليف شعارات متكاملة من (تسجيل و ألحان و كلمات)  لمؤتمرات الكنائس و الخدمات",
      "شعار مؤتمر مرحلة ٣ ابتدائي",
      "شعار مؤتمر مرحلة ٤ ابتدائي (on time)",
      "شعار مؤتمر ٥ ابتدائي (skip and go)",
      "شعار كرنفال جرينتا grinta 6,7,8",
      "2025 grinta 8 (touch touch)",
      "2024 grinta 7",
      "2023 grinta 6(technologya)",
      "اغاني حفلات التخرج",
      "(جامعه - ثانوي بنين - ثانوي بنات)",
    ],
  },
];

export const feedbacks = [
  "برافو عليكم بجد على الترنيمة الجديدة دي عجرتني جدا  عاش لسكم يا تسوني🥰🥰🥰",
  "بجد اجمل فريق في الدنيا، حبيت الترنيمة جدا لدرجة اني حملتها علشان كل شوية اسمعها🥰",
  "كنتوا حلوين اوي امبارح وحسستونا بالسما جدا واختيار الترانيم كمان كان حلو اوي😍😍😍",
];
